<script setup lang="ts">
import modalView from "./ModalView.vue";

</script>
<template>
  <div>
    <modal-view>
      <template v-slot:body1>چند نکته قابل توجه!</template>
      <template v-slot:body2>
        1- اشتراک بین لحجه عراقی و خلیجی زیاد است و تنها در موارد کمی تفاوت
        وجود دارد. برخی از این تفاوت ها را در بخش (اصطلاحات خلیجی) می توانید
        بررسی کنید.
        <br />2- دسته بندی های موجود,به صورت مشترک بین لحجه عراقی و
        خلیجی می باشد.
        <br />3- لغات نرم افزار به صورت آنلاین و مداوم بروز رسانی
        می شوند.
        <br />4- در صورتی که لغت مد نظر خود را جستجو کرده و آن را پیدا
        نکردید,از بخش (درخواست ترجمه) میتوانید آن را به اطلاع ما رسانده و
        نهایتاً پس از چند روز لغت به صورت آنلاین به دیکشنری اضافه خواهد شد.
      </template>
      <template v-slot:body3>
        کلیه حقوق این نرم افزار متعلق به گروه آموزشی نبراس است و هرگونه کپی برداری از آن بدون ذکر منبع شرعاً و قانوناً ممنوع است.
        <br />با تشکر از همراهی شما ...
      </template>
    </modal-view>
  </div>
</template>

